[
    {
        "chapter": "Arabic Language",
        "pageNo": 1,
        "sections": [
            {
                "topic": "अरबी का अध्ययन",
                "play": "अरबी भाषा की शिक्षा को दो मुख्य शाखाओं में विभाजित किया जा सकता है। सरफ और नह्व... सरफ शब्द निर्माण के नियमों से संबंधित है... नह्व वाक्य निर्माण के नियम हैं... एक और शाखा (अल-बलाघा) है जो अलंकारिक विज्ञान है।"
            },
            {
                "topic": "अरबी भाषा के बारे में",
                "play": "अरबी भाषा के बारे में..- अरबी दुनिया में सबसे अधिक बोली जाने वाली भाषाओं में से एक है.. अरबी भाषा की कुछ महत्वपूर्ण विशेषताएं हैं: ..कुरान की भाषा..•• 300 मिलियन से अधिक वक्ता • 22 आधिकारिक भाषा देशों में... - 28 अक्षर .. - 3 अक्षर की ध्वनियाँ .. - 3 अक्षर की मूल प्रणाली .. - इसका कोई तटस्थ लिंग नहीं है (इसलिए शब्द या तो पुल्लिंग या स्त्रीलिंग होते हैं) ..- एकवचन और बहुवचन के अलावा दो व्यक्तियों के लिए अलग-अलग नियम.. सशक्त आकारिकी.. व्याकरण के व्यवस्थित नियम-"
            }
        ]
    },
    {
        "chapter": "Parts Of Speech",
        "pageNo": 2,
        "sections": [
            {
                "topic": "वाक्य के भाग",
                "play": "वाक्यों के भाग.. अरबी में वाक्यों के भाग तीन प्रकारों में से एक होते हैं..: (इस्म), (फ़ेल)। और (हर्फ़)....इस्म में संज्ञा, विशेषण और सर्वनाम शामिल होते हैं... अरबी में प्रत्येक (इस्म) एक निश्चित वजन का पालन करता है जो इसके अर्थ को पहचानने में मदद करता है।"
            }
        ]
    },
    {
        "chapter": "The Alphabets",
        "pageNo": 4,
        "sections": [
            {
                "topic": "वर्णमाला",
                "play": "अरबी अक्षर हैं ... (अलिफ़), (बा), (ता), (सा), (जीम), (हा), (ख),(दाल), (रा)..(ज़ा).. (सीन)..(शीन)..(सुआद)..(ज़आद)..(ता)\r\n..(ज़ा)..(ऐन)..(ग़ैन)..(फ़ा)..(क़आफ़) ..(काफ़)..(लाम)..(मीम)...(नून)..(वाव)..(हा)..और (या)"
            },
            {
                "topic": "अरबी वर्णमाला के बारे में",
                "play": "अरबी भाषा की वर्णमाला को (अल-अबजादियाह) भी कहा जाता है... प्रत्येक अक्षर को एक संख्या दी गई है (वे अरबी भाषी दुनिया में 8वीं शताब्दी के अरबी अंकों से पहले से उपयोग में हैं)... वर्णमाला में शामिल हैं 28 अक्षरों में से 25 अक्षर (सहीह) कहलाते हैं। शेष तीन अक्षर (अलफ, वौ और य) कहलाते हैं।"
            },
            {
                "topic": "विशेषांक चिह्न",
                "play": "विशेषक चिह्न...अरबी एक विशेषक प्रणाली का उपयोग करता है जहां ध्वन्यात्मक ध्वनि का सही उच्चारण करने के लिए विशेषक चिह्न को किसी अक्षर के ऊपर या नीचे रखा जाता है। अंग्रेजी अक्षरों (यू, ए, आई) के अनुरूप स्वर ध्वनियों के लिए तीन बुनियादी विशेषक हैं। इन्हें क्रमशः दुम्मा, फातेहा और किसरा कहा जाता है। तीन दीर्घ स्वर वाउ, अल और या इन तीन ध्वनियों का प्रतिनिधित्व करते हैं। अन्य रूप हैं: शॉन (एक छोटे वृत्त के आकार में) का उपयोग यह इंगित करने के लिए किया जाता है कि ग्लोटल स्टॉप हो गया है।"
            },
            {
                "topic": "एराब",
                "play": " ...अरबी भाषा व्याकरणिक उद्देश्य के लिए कुछ विशेषक चिह्नों का उपयोग करती है... इन्हें erab कहा जाता है और आमतौर पर किसी शब्द के अंतिम अक्षर पर उपयोग किया जाता है... संज्ञा रूप या क्रिया मनोदशा के लिए पहचान में मदद करता है... जब अरबों का प्रयोग किया जाता है तो उन्हें कौन सा कहा जाता है ज़म्मा .., फ़तहा .. और किसरा .. नून का उपयोग करके बनाए जाते हैं... नून अक्षर (अरबी में नून कहा जाता है) नहीं लिखा जाता है और (तनवीन) के लिए विशेषक चिह्न दो बार लिखा जाता है (जिसे हम कहते हैं)। उर्दू दो पेश.. दो ज़ुबार.. और दो ज़eर)।"
            },
            {
                "topic": "लाम तारीफ़",
                "play": "لलाम तारीफ़... अलिफ़ और लाम को जब एक सामान्य संज्ञा से पहले रखा जाता है तो सामान्य संज्ञा एक व्यक्तिवाचक संज्ञा में बदल जाती है... यह अंग्रेजी के 'द' के समान है... जब एक अक्षर लाम तारिफ के साथ पढ़ा जाता है, कुछ शब्दों का उच्चारण भिन्न होता है... इस प्रकार वर्णमाला को दो बराबर भागों में विभाजित किया जा सकता है... एक भाग को सौर अक्षर कहा जाता है.. और दूसरे भाग को चंद्र अक्षर कहा जाता है... जब लम की परिभाषा होती है सौर पत्र में होता है, तब लैम अक्षर मौन होता है और पढ़ा नहीं जाता... इसके बजाय, सौर अक्षर को एक व्यंजन के साथ पढ़ा जाता है जैसे कि ऐश-शम्स शब्द में (मैं लैम अक्षर नहीं पढ़ता)... चंद्र अक्षरों के लिए। लैम लैम अक्षर का उच्चारण अल-क़मर शब्द की तरह किया जाता है।"
            },
            {
                "topic": "ता मर्बूता",
                "play": "ता मर्बूत .. यह गोल हा के ऊपर दो बिंदुओं से लिखा होता है। ..आमतौर पर अरबी में किसी पुल्लिंग शब्द के अंत में केवल ता जोड़कर उसे स्त्रीलिंग में बदला जा सकता है।"
            }
        ]
    },
    {
        "chapter": "الاوزان",
        "pageNo": 11,
        "sections": [
            {
                "topic": "शब्दों के रूप",
                "play": "किसी शब्द की अरबी जड़ (जज़्र) में आमतौर पर 3 अक्षर होते हैं, जिन्हें फ़ा शब्द, ऐन और लाम शब्द द्वारा दर्शाया जाता है। इनका उपयोग मूल अक्षरों के लिए प्लेसहोल्डर के रूप में किया जाता है। इन शब्दों के साथ कुछ और अक्षरों को मिलाकर वज़न बनाया जाता है - मूल शब्द को वज़न देना आसान है.. बस मूल अक्षरों को वज़न में फ़ा शब्द, ऐन शब्द और लाम शब्द से बदलें और पैटर्न की चाल को समान रखें।"
            },
            {
                "topic": "وزن: تَفَعُّل",
                "play": "उदाहरण के लिए, नमूना .तफ़अऊल। यह मूल शब्द का अर्थ जोड़ता है.. यह एक नया अक्षर है। एक ही शब्द में फतहा के साथ.. फ़ा कलिमा के साथ फतह.. जोड़ने से और प्रत्यय लगाने से। जैसे शब्द फ़ा, काफ़। सटीक शब्द के रूप में और रा. क्रियाविशेषण के रूप में प्रयुक्त। तो यह कृतज्ञता बन जाता है. (किसी को धन्यवाद देने का अर्थ)... इसी प्रकार मूल शब्द भी। ऐन, क़ाफ़, लाम, तक़ल हो जाएगा।"
            },
            {
                "topic": "وزن: فاعَلَ",
                "play": "उदाहरण के लिए, पैटर्न सक्रिय रूप से किसी के साथ प्रतिस्पर्धा करने का अर्थ जोड़ता है। यह 'फा' शब्द के बाद 'ए' जोड़ने से होता है। शब्द में फ़तेहा जोड़ने से ऐन और लम बनता है। यदि जिम, हा और दाल इस रूप का उपयोग करते हैं, तो यह जहदा (संघर्ष करने का अर्थ) बन जाता है... इसी तरह, मूल शब्द क़फ़, ता, लाम क़ताला (जीवन के लिए लड़ने का अर्थ) बन जाएगा।"
            }
        ]
    },
    {
        "chapter": "التَجوِيد",
        "pageNo": 8,
        "sections": [
            {
                "topic": "التَجوِيد (Tajweed)",
                "play": "समय की इकाई को गति कहते हैं। यह वह समय है जो एक अक्षर का उच्चारण करने में लगता है। उदाहरण के लिए, भाई बी। गंध सभी एक ही ताल पर गाए जाते हैं... जब ए. वु.ए. किसी अक्षर के बाद आता है, तो यह दो स्वरों की ध्वनि जितना लंबा होता है.. उदाहरण, बा. बो .बी.. जब हमजा और अल्फ एक साथ आते हैं, तो इसे 4 से 6 बीट तक बढ़ाया जा सकता है.. इसके अलावा जब उच्चारण अक्षर के बाद मध्य अक्षर आता है, तो इसे 6 बीट तक बढ़ाया जा सकता है।"
            }
        ]
    }
]