[
	{ 
		"chapter": "Arabic Language", 
		"pageNo": 1,
		"sections": [
		{
			"topic": "عربی کا مطالعہ",
			"play": "عربی زبان کی تعلیم کو دو اہم شاخوں میں تقسیم کیا جا سکتا ہے . سرف اور نحو.. ۔سرف  لفظ کی تشکیل کے قواعد سے متعلق ہے۔.. نحو  جملے کی تشکیل سے متعلق قواعد ہیں۔.. ایک اور شاخ (البلاغہ) ہے جو کہ بیان بازی کی سائنس ہے۔"
		},
		{
			"topic": "عربی زبان کے بارے میں",
			"play": "عربی زبان کے بارے میں  ..- عربی دنیا میں سب سے زیادہ بولی جانے والی زبانوں میں سے ایک ہے .. عربی زبان کی کچھ اہم خصوصیات یہ ہیں: ..قرآن کی زبان ..•• 300 ملین سے زیادہ بولنے والے • 22 ممالک میں سرکاری زبان...   -  28 حروف تہجی .. - 3 حرفی آوازیں  ..- تین حرفی جڑ کا نظام  ..- اس کی کوئی غیر جانبدار جنس نہیں ہے (لہذا الفاظ یا تو مذکر یا مونث ہیں) ..- واحداور جمع کے  علاوہ دو لوگوں کے لیے الگ قوائد .. مضبوط مورفولوجی  ..گرامر  کےمنظم قواعد- "
		}]
	},
	{
		"chapter": "Parts Of Speech", 
		"pageNo": 2,
		"sections": [
		{
			"topic": "جملے کے حصے",
			"play": "جملے کے حصے..عربی میں جملے کے حصے تین اقسام میں سے کسی ایک سے تعلق رکھتے ہیں..: (اسم).، (فعل). اور (حرف)۔..اسم میں نام، صفت اور ضمیر شامل  ہیں۔.. عربی میں ہر (اسم) ایک خاص وزن کی  پیروی کرتا ہے جو اس کے معنی کی شناخت میں مدد کرتا ہے۔"
		}]
	},
	{ 
		"chapter": "The Alphabets", 
		"pageNo": 4,
		"sections": [
		{
			"topic": "حروف تہجی",
			"play": "عرپی کے حروف تہجی  یہ ہیں... (الف)..(با)..(طا)..(سا)..(جِیم)..(حا)..(خا)..(دال)..(زال) ..(را)..(زا)..(سین)..(شین)..(صاد)..(ضاد)..(طا)..(ظا)..(عین)..(غین)..(فا)..(قاف) ..(کاف)..(لام)..(میم)..(نون)..(واؤ)..(ہا)..اور (یاء)"
		},
		{
			"topic": "عربی حروف تہجی کے بارے میں",
			"play": "عربی زبان کے حروف تہجی کو (الابجدیہ) بھی کہا جاتا ہے۔...  ہر حرف کے لیے ایک عدد مقرر کیا گیا ہے (وہ عربی بولنے والی دنیا میں 8ویں صدی کے عربی ہندسوں سے پہلے سے استعمال ہو رہے ہیں)... حروف تہجی 28 حروف پر مشتمل ہیں جن میں سے 25 حروف وہ ہیں جنہیں (صحیح) کہا جاتا ہے.. باقی تین حروف ( الف، واو اور یٰ) کو حروف علت کہا جاتا ہے۔ے۔"
		},
		{
			"topic": "ڈائکریٹک نشانات",
			"play": "diacritic نشانات...عربی زبان ایک diacritic نظام کا استعمال کرتی ہے جہاں صوتی آواز کو درست طریقے سے تلفظ کرنے کے لیے diacritics کو حرف کے اوپر یا نیچے رکھا جاتا ہے۔ انگریزی حرفوں (u, a, i) سے مماثل vowel آوازوں کے لیے تین بنیادی diacritics ہیں۔ انہیں بالترتیب دضمّہ، فتحہ اور کسرہ کہا جاتا ہے۔ تین لمبے سر واو، الف اور یا بھی ان تین آوازوں کی نمائندگی کرتے ہیں۔ دیگر اشکال یہ ہیں: سکون (ایک چھوٹے دائرے کی شکل میں) ایک گلوٹل اسٹاپ کی نشاندہی کرنے کے لیے استعمال کیا جاتا ہے.. شدہ مارکر دوہری آوازوں کے لیے استعمال کیا جاتا ہے.. اور مد کو  آواز کو لمبا کرنے کے لیے استعمال کیا جاتا ہے۔ے۔"
		},
		{
			"topic": "اعراب",
			"play": "اِعراب ...عربی زبان گرائمیٹیکل مقصد کے لیے کچھ ڈائکریٹک مارکر استعمال کرتی ہے۔... یہ اِعراب کہلاتے ہیں اور عام طور پر کسی لفظ کے آخری حرف پر استعمال ہوتے ہیں ۔... اِعراب  اسم کی صورت یا فعل کے مزاج کی شناخت میں مدد کرتے ہیں۔... جب اِعراب    استعمال کیا جاتا ہے تو ان کو مختلف حالتوں کے ساتھ.. رفع، ..نسب، ..جر .. جزم کہا جاتا ہے۔...  تنوین بھی اعراب کی ایک قسم ہے جو ضَمّہ ..، فتحہ  ..اور کسرہ .. کو نون کے ساتھ استعمال کرکے بنائے جاتے ہیں۔...   نون کا حرف (جسے نون اعرابی کہا جاتا ہے) نہیں لکھا جاتا اور (تنوین) کے لیے ڈائکرٹک مارکر دو بار لکھے جاتے ہیں(جنہیں ہم اردو میں دو پیش.. دو زبر.. اور دو زیر کہتے ہیں)۔"
		},
		{
			"topic": "لام تعریف",
			"play": "لام تاعریف... الف اور لام کو جب کسی عام اسم سے پہلے رکھا جاتا ہے تو وہ عام اسم کو خاص اسم میں بدل دیتا ہے۔.. یہ انگریزی کے 'the' سے ملتا جلتا ہے۔.. جب کوئی حرف لام تاعریف کے ساتھ پڑھا جائے تو بعض الفاظ کے لیے تلفظ مختلف ہوتا ہے۔.. اس لحاط سے حروف تہجی کو دو  برابر حصوں میں تقسیم کیا جا سکتا ہے ... ایک حصہ  حروف شمسی کہلاتا ہے.. اور دوسرے نصف کو قمری حروف  کہا جاتا ہے۔.. جب شمسی حرف میں لام تاعریف ہوتا ہے، تو حرف لام خاموش ہوتا ہے اور پڑھا نہیں جاتا ہے۔.. اس کے بجائے شمسی حرف کو تشدید کے ساتھ پڑھا جاتا ہے جیسا کہ لفظ اش شمس (میں حرف لام نہیں پڑھا جاتا)۔... قمری حروف کے لیے لام تاعریف کا حرف لام پڑھا جاتا ہے جیسا کہ لفظ القمر میں ہے۔"
		},
		{
			"topic": "تاء مربوطہ",
			"play": "تاء مربوطہ... یہ گول ہا  کے اوپر دو نقطوں کے ساتھ لکھا جاتا ہے۔ ..عام طور پر عربی میں مذکر لفظ کو لفظ کے آخر میں صرف تاء مربوطہ شامل کرکے مونث میں تبدیل کیا جاسکتا ہے۔..اسی طرح مونث لفظ کے آخر سے تاء مربوطہ ہٹا کر اسے مذکر بنایا جا سکتا ہے۔"
		}]
	}
]